Repository: Futarque/MediaRiteTranlation
Catalog: Resource/Language/7702/locale/*/mediarite.po
Languages: de, es, fi, fr, hu, nb, nl, pl, pt, ro, ru

source: Analog
es: Analógico
fi: Analoginen
hu: Analóg
nl: Analoog
pl: Analogowe
pt: análogo
ru: Аналоговый

source: Antenna Error
de: Fehler Empfangsgerät
es: Antena de error
fi: Antenni Virhe
nb: Antenne Feil
nl: Antenne Fout
pl: Antena błąd
pt: Erro de antena
ro: Eroare antenă
ru: Антенна Ошибка

source: Assamese
de: Assamesisch
es: Asamés
fi: Assami
fr: Assamais
hu: Asszámi
nb: Assamesisk
nl: Assamees
ro: Asameză
ru: Ассамский

source: Audio Description
de: Audiodeskription
es: Descripción Audio
fi: Äänikuvaus
fr: Description audio
hu: Hang leírása
nb: Lydbeskrivelse
nl: Audio Beschrijving
pl: Opis audio
pt: Descrição de áudio
ro: Descriere audio
ru: Описание аудио

source: Australia
de: Australien
fr: Australie
hu: Ausztrália
nl: Australië
pt: Austrália
ru: Австралия

source: Austria
de: Österreich
fi: Itävalta
fr: Autriche
hu: Ausztria
nb: Østerrike
nl: Oostenrijk
pt: Áustria
ru: Австрия

source: Bad Card
de: Smartcard fehlerhaft
es: Mala carta
fi: Huono kortti
fr: Carte invalide
nb: Dårlig kort
pl: Bad karty
pt: Bad Cartão
ru: Плохой карты

source: Basque
de: Baskisch
es: Vasco
fi: Baski
hu: Baszk
nl: Bask
pl: Baskijski
pt: basco
ro: Bască
ru: Баскский

source: Belarusian
de: Weißrussisch
es: Bielorruso
fi: Valko
fr: Biélorusse
hu: Fehérorosz
pl: Białoruski
pt: bielorrusso
ro: Belarusă
ru: Белорусский

source: Belgium
de: Belgien
es: Bélgica
fi: Belgia
fr: Belgique
nb: Belgia
nl: België
pl: Belgia
pt: Bélgica
ro: Belgia
ru: Бельгия

source: Bengali
de: Bengalisch
es: Bengalí
hu: Bengáli
nl: Bengalees
pl: Bengalski
ru: Бенгальский

source: Bulgarian
de: Bulgarisch
es: Búlgaro
fi: Bulgarialainen
fr: Bulgare
hu: Bolgár
pl: Bułgarski
pt: búlgaro
ro: Bulgară
ru: Болгарский

source: CA|Checking Card
de: Überprüfe Smartcard
es: Tarjeta de Comprobación
fi: Tarkistaminen Card
fr: Vérification carte
hu: Ellenőrzés Kártya
nb: Kontroll-kort
nl: Controleren Kaart
pl: Sprawdzanie karty
pt: Verificando cartão
ro: Verificare Card
ru: Проверка карты

source: CHNAME|Default
de: Standard
es: Predeterminado
fi: Oletusarvo
fr: Par défaut
hu: Alapértelmezett
nb: Standard
nl: Standaard
pl: Domyślnie
pt: Padrão
ro: Implicit
ru: По умолчанию

source: CHSEARCH|Aborted
de: Abgebrochen
es: Abortado
fi: Epäonnistunut
fr: Abandonné
hu: Megszakítva
nb: Avbrutt
nl: Afgebroken
pl: Przerwana
pt: Abortado
ro: Abandonată
ru: Отменено

source: CHSEARCH|Aborting
de: Abbruch
es: Abortar
fi: Keskeytetään
fr: Abandon
hu: Megszakítása
nb: Avbryter
nl: Afbreken
pl: Przerywanie
pt: abortando
ro: Întreruperea
ru: Отмена

source: CHSEARCH|Finished
de: Abgeschlossen
es: Terminado
fi: Valmiit
fr: Fini
hu: Kész
nb: Ferdig
nl: Afgewerkt
pl: Zakończone
pt: Acabado
ro: Încheiat
ru: Готовые

source: CHSEARCH|Initializing
de: Initialisiere
es: Inicialización
fi: Alustetaan
fr: Initialisation
hu: Inicializálása
nb: Initialisering
nl: Initialiseren
pl: Inicjowanie
pt: inicializar
ro: Inițializarea
ru: Инициализация

source: CHSEARCH|Interaction
de: Interaktion
es: Interacción
fi: Vuorovaikutus
fr: Interaction
hu: Kölcsönhatás
nb: Interaksjon
nl: Wisselwerking
pl: Wzajemne oddziaływanie
pt: Interação
ro: Interacțiune
ru: Взаимодействие

source: CHSEARCH|Processing
de: Verarbeite
es: Procesamiento
fi: Jalostus
fr: Traitement
hu: Feldolgozás
nb: Prosessering
nl: Verwerking
pl: Przetwarzanie
pt: Em processamento
ro: Prelucrare
ru: Обработка

source: CHSEARCH|Searching
de: Suche
es: buscando
fi: Tutkiva
fr: Recherche
hu: Keresés
nb: Søke
nl: Zoeken
pl: Wyszukiwanie
pt: Procurando
ro: Căutare
ru: Поиск

source: CHSEARCH|Tuning
de: Tuning
es: Afinación
fi: Viritys
fr: Tuning
hu: Tuning
nb: Tuning
nl: Stemming
pl: Strojenie
pt: sintonização
ro: Tuning
ru: Настройка

source: CONTENT|Commentary
de: Kommentar
es: Comentario
fi: Selostus
fr: Commentaire
hu: Kommentár
nb: Kommentar
nl: Commentaar
pl: Komentarz
pt: Comentário
ro: Comentariu
ru: Комментарий

source: CONTENT|Dialogue
de: Dialog
es: Diálogo
fi: Vuoropuhelu
fr: Dialogue
hu: Párbeszéd
nb: Dialogue
nl: Dialoog
pl: Dialog
pt: Diálogo
ro: Dialog
ru: Диалог

source: CONTENT|Emergency
de: Notfall
es: Emergencia
fi: Hätä-
fr: Urgence
hu: Sürgősségi
nb: Emergency
nl: Noodgeval
pl: Nagły wypadek
pt: Emergência
ro: Urgență
ru: Крайняя необходимость

source: CONTENT|HearingImpaired
de: Hörgeschädigt
es: Personas con discapacidad auditiva
fi: Kuulovammainen
fr: Malentendant
hu: Hallássérült
nb: Hørselshemmet
nl: Slechthorend
pl: Niesłyszący
pt: Deficientes Auditivos
ro: Pentru persoane cu handicap
ru: Слабослышащих

source: CONTENT|Karaoke
de: Karaoke
es: Karaoke
fi: Karaoke
fr: Karaoke
hu: Karaoke
nb: Karaoke
nl: Karaoke
pl: Karaoke
pt: Karaoke
ro: Karaoke
ru: Караоке

source: CONTENT|MusicAndEffects
de: Musik & Effekte
es: Música y efectos
fi: Musiikki & Vaikutukset
fr: Musique & Effets
hu: Zene és effektek
nb: Musikk & Effects
nl: Muziek & Effects
pl: Muzyka i efekty
pt: Música e Efeitos
ro: Muzică & Efecte
ru: Музыка и эффекты

source: CONTENT|Normal
de: Normal
es: Normalidad
fi: Normaali
fr: Ordinaire
hu: Normál
nb: Normal
nl: Normaal
pl: Normalny
pt: Normal
ro: Normal
ru: Нормальный

source: CONTENT|VisuallyImpaired
de: Sehbehindert
es: Personas con discapacidad visual
fi: Näkövammainen
fr: Malvoyant
hu: Látássérülteknek
nb: Synshemmede
nl: Slechtziend
pl: Słabowidzących
pt: Deficientes visuais
ro: Deficiențe de vedere
ru: Слабовидящих

source: CONTENT|VoiceOver
de: Voiceover
es: Narración
fi: Selostus
fr: Voix off
hu: Szinkronhang
nb: Voice
nl: Voice over
pl: VoiceOver
pt: VoiceOver
ro: Dublare
ru: VoiceOver

source: COUNTRY|Other
de: Andere
es: Otros
fi: Muut
fr: Autre
hu: Más
nb: Andre
nl: Ander
pl: Inny
pt: De outros
ro: Alte
ru: Другие

source: Cable
de: Kabel
fi: Kaapeli
fr: Câble
hu: Kábel
nb: Kabel
nl: Kabel
pl: Kabel
pt: Cabo
ro: Cablu
ru: Кабель

source: Card Accepted
de: Smartcard initialisiert
es: Tarjeta Aceptado
fi: Card hyväksytään
fr: Carte acceptée
hu: Kártya elfogadás
nb: Kort Akseptert
nl: Geaccepteerd
pl: Akceptowane karty
pt: cartão aceitado
ro: Card acceptat
ru: Принимаемые карты

source: Card Not Responding
de: Smartcard reagiert nicht
es: Tarjeta No responde
fi: Kortti ei vastaa
fr: Carte muette
hu: Kártya nem válaszol
nb: Kort Svarer ikke
nl: Kaart reageert niet
pl: Karta nie odpowiada
pt: Cartão não está respondendo
ro: Cardul nu răspunde
ru: Карта не отвечает

source: Card Not Supported
de: Smartcard nicht unterstützt
es: Tarjeta no compatible
fi: Korttia ei tueta
fr: Carte non prise en charge
hu: A memóriakártya nem támogatott
nb: Kort støttes ikke
nl: Kaart niet ondersteund
pl: Karta nie jest obsługiwana
pt: Cartão não compatível
ro: Cardul nu este acceptat
ru: Карта памяти не поддерживается

source: Catalan
de: Katalanisch
es: Catalán
fi: Katalaani
hu: Katalán
nl: Catalaanse
pl: Kataloński
pt: catalão
ro: Catalană
ru: Каталонский

source: Checking Card
de: Überprüfe Smartcard
es: Tarjeta de Comprobación
fi: Tarkistaminen Card
fr: Vérification carte
hu: Ellenőrzés Kártya
nb: Kontrollerer kort
nl: Controleren Kaart
pl: Sprawdzanie karty
pt: Verificando cartão
ro: Validare Card
ru: Проверка карты

source: Checking Cards
de: Überprüfe Smartcard´s
es: Comprobación de Tarjetas
fi: Tarkistaminen Kortit
fr: Vérification des Cartes
hu: Ellenőrzés kártyák
nb: Kontroll kort
nl: Het controleren van kaarten
pl: Sprawdzanie karty
pt: Cartões de verificação
ro: Validare Carduri
ru: Проверка карты

source: Children's
de: Kinder
es: Infantil
fi: Lasten
fr: Pour les enfants
hu: Gyermek
nb: Barne
nl: Kinderen
pl: Dziecięcy
pt: infantil
ru: Детский

source: Coverage Changed
de: Netzwerk geändert
es: Cobertura Changed
fi: Kattavuus Muuttunut
fr: Couverture Changée
hu: Lefedettség Megváltozott
nb: Dekning Endret
nl: Dekking Changed
pl: Pokrycie Zmieniono
pt: cobertura Changed
ro: Acoperire modificată
ru: Покрытие Изменено

source: Croatian
de: Kroatisch
es: Croata
fi: Kroaatti
fr: Croate
hu: Horvát
nb: Kroatisk
nl: Kroatisch
pl: Chorwacki
pt: croata
ro: Croată
ru: Хорватский

source: Czech
de: Tschechisch
es: Checo
fi: Tšekin
fr: Tchèque
hu: Cseh
nl: Tsjechisch
pt: checo
ro: Cehă
ru: Чешский

source: DYNUP|Checking
de: Überprüfen
es: Comprobación
fi: Tarkistaminen
fr: Vérification
hu: Ellenőrzés
nb: Kontrollere
nl: Controleren
pl: Sprawdzanie
pt: checagem
ro: Validarea
ru: Проверка

source: DYNUP|Deleting
de: Löschen
es: Borrado
fi: Poistaminen
fr: Suppression
hu: Törlése
nb: Slette
nl: Het verwijderen
pl: Usuwanie
pt: Excluindo
ro: Eliminarea
ru: Удаление

source: DYNUP|Deploying
de: Bereitstellen
es: Implementación
fi: Käyttöönotto
fr: Déploiement
hu: Telepítése
nb: Distribuere
nl: Het inzetten
pl: Wdrażanie
pt: Implantando
ro: Implementarea
ru: Развертывание

source: DYNUP|Downloading
de: Herunterladen
es: Descarga de
fi: Lataaminen
fr: Téléchargement
hu: A letöltés
nb: Nedlasting
nl: Downloaden
pl: Ściąganie
pt: Baixando
ro: Descărcarea
ru: Загрузка

source: DYNUP|Failed
de: Fehlgeschlagen
es: Falló
fi: Epäonnistui
fr: Échoué
hu: Sikertelen
nb: Mislyktes
nl: Gefaald
pl: Nieudane
pt: fracassado
ro: A eșuat
ru: Не смогли

source: DYNUP|Idle
de: Inaktiv
es: Inactivo
fi: Tyhjäkäynti
fr: Veille
hu: Tétlen
nb: Inaktiv
nl: Idle
pl: Bezczynny
pt: inativo
ro: Inactiv
ru: Холостой

source: DYNUP|Success
de: Erfolgreich
es: Éxito
fi: Menestys
fr: Succès
hu: Siker
nb: Suksess
nl: Succes
pl: Sukces
pt: Sucesso
ro: Succes
ru: Успех

source: Danish
de: Dänisch
es: Danés
fi: Tanska
fr: Danois
hu: Dán
nl: Deens
pl: Duński
pt: dinamarquês
ro: Daneză
ru: Датский

source: Denmark
de: Dänemark
es: Dinamarca
fi: Tanska
fr: Danemark
hu: Dánia
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
ro: Danemarca
ru: Дания

source: Drama
fi: Draama
fr: Drame
hu: Dráma
pl: Dramat
ro: Dramă
ru: Драма

source: Dutch
de: Holländisch
es: Holandés
fi: Hollantilainen
fr: Néerlandais
hu: Holland
nb: nederlandsk
nl: Nederlandse
pl: Holenderski
pt: holandês
ro: Olandeză
ru: Голландский

source: East
de: Ost
es: Oriente
fi: Itään
fr: est
hu: Kelet
nb: Øst
nl: Oosten
pl: Wschód
pt: Leste
ro: Est
ru: Восток

source: Education
de: Bildung
es: Educación
fi: Koulutus
fr: Éducation
hu: Oktatás
nb: Utdanning
nl: Onderwijs
pl: Edukacja
pt: Educação
ro: Educație
ru: Образование

source: English
de: Englisch
es: Inglés
fi: Englanti
fr: Anglais
hu: angol
nb: Engelsk
nl: Engels
pl: Angielski
pt: Inglês
ro: Engleză
ru: английский

source: Entertainment
de: Unterhaltung
es: Entretenimiento
fi: Viihde
fr: Divertissement
hu: Szórakozás
nl: Vermaak
pl: Rozrywka
pt: Entretenimento
ro: Divertisment
ru: Развлекательная программа

source: Estonian
de: Estnisch
es: Estonio
fi: Virolainen
fr: Estonien
hu: Észt
pl: Estoński
pt: estoniano
ro: Estonă
ru: Эстонский

source: Finland
de: Finnland
es: Finlandia
fi: Suomi
fr: Finlande
hu: Finnország
pl: Finlandia
pt: Finlândia
ro: Finlanda
ru: Финляндия

source: Finnish
de: Finnisch
es: Finlandés
fi: Suomi
fr: Finnois
hu: Finn
nl: Fins
pl: Fiński
pt: finlandês
ro: Finlandeză
ru: Финский

source: France
de: Frankreich
es: Francia
fi: Ranska
hu: Franciaország
nb: Frankrike
nl: Frankrijk
pl: Francja
pt: França
ro: Franța
ru: Франция

source: French
de: Französisch
es: Francés
fi: Ranska
fr: Français
hu: Francia
nb: fransk
nl: Frans
pl: Francuski
pt: francês
ro: Franceză
ru: Французский

source: Frequency Changed
de: Frequenz geändert
es: Frecuencia Changed
fi: Taajuus Muuttunut
fr: Fréquence changée
hu: Frekvencia Megváltozott
nb: Frekvens Endret
nl: Frequentie Changed
pl: Zmiana częstotliwości
pt: frequência Changed
ro: Frecvența schimbată
ru: Частота Изменено

source: GENRE|Unknown
de: Nicht kategorisiert
es: Incógnita
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный

source: Gaelic
de: Gälisch
es: Gaélico
fi: Gaelilainen
fr: Gaélique
hu: Kelta
nl: Gaelisch
pl: Celtycki
pt: gaélico
ro: Galic
ru: Гаэльский

source: Geographical Blackout
de: In Ihrer Region nicht Verfügbar
es: Blackout geográfica
fi: Maantieteellinen Blackout
fr: Blocage géographique
hu: Földrajzi Blackout
nb: Geografisk Blackout
nl: Geografische Blackout
pl: Blackout geograficzne
pt: Blackout geográfica
ro: Black-out geografic
ru: Географическое Затемнение

source: German
de: Deutsch
es: Alemán
fi: Saksan kieli
fr: Allemand
hu: Német
nb: tysk
nl: Duits
pl: Niemiecki
pt: alemão
ro: Germană
ru: Немецкий

source: Germany
de: Deutschland
es: Alemania
fi: Saksa
fr: Allemagne
hu: Németország
nb: Tyskland
nl: Duitsland
pl: Niemcy
pt: Alemanha
ro: Germania
ru: Германия

source: Greece
de: Griechenland
es: Grecia
fi: Kreikka
fr: Grèce
hu: Görögország
nb: Hellas
nl: Griekenland
pl: Grecja
pt: Grécia
ro: Grecia
ru: Греция

source: Greek
de: Griechisch
es: Griego
fi: Kreikka
fr: Grecque
hu: Görög
nb: Gresk
nl: Grieks
pl: Grecki
pt: grego
ro: Greacă
ru: Греческий

source: Gujarati
fi: Gudžarati
hu: Gudzsaráti
ru: Гуджарати

source: Hindi
pl: Hinduski
ru: Хинди

source: Hungarian
de: Ungarisch
es: Húngaro
fi: Unkarin kieli
fr: Hongrois
hu: Magyar
nl: Hongaars
pl: Węgierski
pt: húngaro
ro: Maghiară
ru: Венгерский

source: Icelandic
de: Isländisch
es: Islandés
fi: Islantilainen
fr: Islandais
hu: Izlandi
nl: IJslands
pl: Islandzki
pt: islandês
ro: Islandeză
ru: Исландский

source: India
de: Indien
fi: Intia
fr: Inde
nl: Indië
pl: Indie
pt: Índia
ru: Индия

source: Ireland
de: Irland
es: Irlanda
fi: Irlanti
fr: Irlande
hu: Írország
nb: Irland
nl: Ierland
pl: Irlandia
pt: Irlanda
ro: Irlanda
ru: Ирландия

source: Irish
es: Irlandés
fi: Irlantilainen
fr: Irlandais
hu: Ír
nl: Iers
pl: Irlandczyk
pt: irlandês
ro: Irlandez
ru: Ирландский

source: Italian
de: Italienisch
es: Italiano
fi: Italialainen
fr: Italien
hu: Olasz
nb: Italiensk
nl: Italiaans
pl: Włoski
pt: italiano
ro: Italiană
ru: Итальянский

source: Italy
de: Italien
es: Italia
fi: Italia
fr: Italie
hu: Olaszország
nb: Italia
nl: Italië
pl: Włochy
pt: Itália
ro: Italia
ru: Италия

source: Kannada
de: Kanada
ru: Каннада

source: LANG|Original
de: Original
es: Originario
fi: Alkuperäinen
fr: Version Originale
hu: Eredeti
nb: Original
nl: Origineel
pl: Oryginalne
pt: Original
ro: Original
ru: Оригинальный

source: LIST|All
de: Alle
es: Todas
fi: Kaikki
fr: Tous
hu: Minden
nb: Alt
nl: Alle
pl: Wszystko
pt: Todos
ro: Toate
ru: Все

source: LIST|Favorite
de: Favoriten
es: Favorite
fi: Suosikki
fr: Favori
hu: Kedvenc
nb: Favoritt
nl: Favoriet
pl: Ulubiona
pt: Favorito
ro: Favorit
ru: Любимый

source: LIST|Hidden
de: Ausgeblendet
es: Ocultos
fi: Kätketty
fr: Caché
hu: Rejtett
nb: Skjult
nl: Verborgen
pl: Ukryty
pt: Escondido
ro: Ascuns
ru: Скрытый

source: LNB|SCIF
de: SCIF
es: FICT
fi: SCIF
fr: FISC
hu: SCIF
nb: SCIF
nl: SCIF
pl: SCIF
pt: SCIF
ro: SCIF
ru: SCIF

source: LNB|Universal
de: Universal
es: Universal
fi: Yleinen
fr: Universel
hu: Egyetemes
nb: Universal
nl: Universeel
pl: Uniwersalny
pt: Universal
ro: Universal
ru: Универсальный

source: Latvian
de: Lettisch
es: Letón
fi: Latvialainen
fr: Letton
hu: Lett
nb: Latvisk
nl: Lets
pl: Łotewski
pt: letão
ro: Letonă
ru: Латышский

source: Letzeburgesch
de: Luxemburgisch
es: El luxemburgués
fi: Letzeburgin
fr: Luxembourgeois
nl: Luxemburgs
pt: luxemburguês
ru: Люксембургский

source: Lifestyle
es: Estilo de vida
fi: Elämäntapa
fr: Style de vie
hu: Életmód
nb: Livsstil
pl: Styl życia
pt: Estilo de vida
ro: Stil de viață
ru: Стиль жизни

source: Lithuanian
de: Litauisch
es: Lituano
fi: Liettualainen
fr: Lituanien
hu: Litván
nb: Litauisk
nl: Litouws
pl: Litewski
pt: lituano
ro: Lituaniană
ru: Литовский

source: Malayalam
fi: Malajalam
pl: Malajalam
ru: Малаялам

source: Malta
fr: Malte
hu: Málta
ru: Мальта

source: Marathi
pt: marata
ru: Маратхи

source: Maturity Locked
de: Jugendschutz an
es: Madurez Locked
fi: Maturiteetti Lukittu
fr: Blocage parental
hu: Lejárat Lezárt
nb: Forfall Låst
nl: Volwassenheid Locked
pl: Dojrzałość Zablokowany
pt: maturidade Locked
ro: Control parental
ru: Срок Закрытая

source: Message Only
de: Nur Information
es: Sólo Mensaje
fi: Vain viesti
fr: Message Seul
hu: Üzenetet csak
nl: Alleen bericht
pl: Tylko wiadomość
pt: Somente a mensagem
ro: Doar mesaj
ru: Сообщение только

source: Mono
hu: Monó
ru: Моно

source: Movie
de: Film
es: Película
fi: Elokuva
fr: Film
hu: Film
nb: Film
nl: Film
pl: Film
pt: Filme
ro: Film
ru: Кино

source: Multiplex Added
de: Multiplex hinzugefügt
es: Multiplex Agregado
fi: Multiplex Lisätty
fr: Multiplex Ajouté
hu: Multiplex Hozzáadott
nb: Multiplex Lagt til
nl: Multiplex Toegevoegd
pl: Multipleks Dodane
pt: multiplex Adicionado
ro: Multiplex Adăugat
ru: Мультиплекс Добавлено

source: Multiplex Removed
de: Multiplex entfernt
es: Multiplex Eliminado
fi: Multiplex Poistettu
fr: Multiplex Supprimé
hu: Multiplex eltávolítva
nb: Multiplex Fjernet
nl: Multiplex verwijderd
pl: Multipleks Usunięto
pt: multiplex Removido
ro: Multiplex Eliminat
ru: Мультиплекс Удалены

source: Netherlands
de: Niederlande
es: Países Bajos
fi: Alankomaat
fr: Pays-Bas
hu: Hollandia
nb: Nederland
nl: Nederland
pl: Holandia
pt: países Baixos
ro: Olanda
ru: Нидерланды

source: Network Block
de: Netzwerk blockiert
es: Red Bloquear
fi: Verkko Block
fr: Bloquer Réseau
hu: Hálózati blokkolása
nb: Nettverks Block
pl: Zablokuj sieci
pt: Bloco de rede
ro: Bloc de rețea
ru: Сеть Блок

source: News & Factual
de: Nachrichten
es: Noticias y hechos
fi: Uutiset & Faktatietokannat
fr: Nouvelles et actualités
hu: Hírek & Tényszerű
nb: Nyheter og Fakta
nl: Nieuws & Feitelijke
pl: Wiadomości i faktyczne
ro: Știri & Noutăți
ru: Новости и Факты в

source: No Access
de: Verschlüsselt
es: Sin acceso
fi: Ei pääsyä
fr: Pas d'accès
hu: Nem hozzáférhető
nb: Ingen adgang
nl: Geen toegang
pl: Brak dostępu
pt: Sem acesso
ro: Fără acces
ru: Нет доступа

source: No Card
de: Keine Smartcard
es: Sin tarjeta
fi: Ei korttia
fr: Aucune carte
hu: Nem Card
nb: Ingen kort
nl: Geen kaart
pl: Brak karty
ro: Lipsă card
ru: Нет карты

source: No Cards
de: Keine Smartcard´s
es: No hay tarjetas
fi: Ei Kortit
fr: Pas de cartes
hu: Nem Kártyák
nb: Ingen kort
nl: Geen Kaarten
pl: Brak karty
pt: não se aceitam cartões
ro: Lipsă carduri
ru: Нет карты

source: No Matching Card
de: Keine passende Smartcard
es: Sin tarjeta a juego
fi: Ei vastaavia Card
fr: Pas de carte correspondante
hu: Nem megfelelő kártya
nb: Ingen passende kort
nl: Geen Matching Card
pl: Nie Dopasowanie karty
pt: No Card Matching
ro: Niciun card corespunzător
ru: Нет соответствующих карт

source: No Resources
es: No hay Recursos
fi: Ei Resurssit
fr: Plus de ressources
hu: Nem Erőforrások
nb: Ingen ressurser
nl: Geen Resources
pl: Brak Zasoby
pt: Sem recursos
ro: Lipsă resurse
ru: Нет ресурсы

source: No Signal
de: Kein Signal
es: Sin señal
fi: Ei signaalia
fr: Pas de signal
hu: Nincs jel
nb: Intet signal
nl: Geen signaal
pl: Brak sygnału
ro: Lipsă semnal
ru: Нет сигнала

source: No Subtitles
de: Keine Untertitel
es: Sin subtítulos
fi: Ei Tekstitykset
fr: Aucun sous-titres
hu: Nem Feliratok
nb: Ingen Teksting
nl: Geen ondertiteling
pl: Brak Napisy
pt: Sem Legendas
ro: Lipsă Subtitrari
ru: Нет Субтитры

source: None
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
hu: Semmi
nb: Ingen
nl: Niets
pl: Żaden
pt: Nenhum
ro: Nici unul
ru: Ни одной

source: Norway
de: Norwegen
es: Noruega
fi: Norja
fr: Norvège
hu: Norvégia
nb: Norge
nl: Noorwegen
pl: Norwegia
pt: Noruega
ro: Norvegia
ru: Норвегия

source: Norwegian
de: Norwegisch
es: Noruego
fi: Norja
fr: Norvégien
hu: Norvég
nb: norsk
nl: Noors
pl: Norweski
pt: norueguês
ro: Norvegiană
ru: Норвежский

source: Poland
de: Polen
es: Polonia
fi: Puola
fr: Pologne
hu: Lengyelország
nb: Polen
nl: Polen
pl: Polska
pt: Polônia
ro: Polonia
ru: Польша

source: Polish
de: Polnisch
es: polaco
fi: Puola
fr: polonais
hu: Lengyel
nb: Polsk
nl: Pools
pl: Polskie
pt: polonês
ro: Polonez
ru: Польский

source: Portugal
fi: Portugali
hu: Portugália
pl: Portugalia
ro: Portugalia
ru: Португалия

source: Portuguese
de: Portugiesisch
es: Portugués
fi: Portugalin kieli
fr: Portugais
hu: Portugál
nb: Portugisisk
nl: Portugees
pl: Portugalski
pt: português
ro: Portugheză
ru: Португальский

source: Romanian
de: Rumänisch
es: Rumano
fi: Romanialainen
fr: Roumain
hu: Román
nb: Rumensk
nl: Roemeens
pl: Rumuński
pt: romeno
ro: Română
ru: Румынский

source: Russian
de: Russisch
es: Ruso
fi: Venäjän kieli
fr: Russe
hu: Orosz
nl: Rus
pl: Rosyjski
pt: russo
ro: Rus
ru: Русский

source: STATUS|Capture resource already in use
de: Aufnahmegerät bereits in Verwendung
es: Recurso de captura ya en uso
fi: Capture luonnonvarojen jo käytössä
fr: Ressource de capture déjà utilisée
hu: Capture erőforrás már használatban
nb: Opptaks ressursen er allerede er i bruk
nl: Capture resource al in gebruik
pl: Przechwytywanie już w użyciu zasobów
pt: recurso de captura já em uso
ro: Utilizarea resurselor deja în uz
ru: Захват ресурсов уже используется

source: STATUS|Codec Not Supported
de: Format nicht unterstützt
es: Códec no compatible
fi: Codec ei tueta
fr: Codec non pris en charge
hu: Codec Nem támogatott
nb: Kodek støttes ikke
nl: Codec niet ondersteund
pl: Codec Nieobsługiwane
pt: Codec não suportado
ro: Codecul nu este suportat
ru: Кодек не поддерживается

source: STATUS|Generic Error
de: Allgemeiner Fehler
es: Error genérico
fi: Generic Virhe
fr: Erreur générique
hu: Általános hiba
nb: Generisk feil
nl: Generieke Fout
pl: Generic błąd
pt: Erro genérico
ro: Eroare generică
ru: Общая ошибка

source: STATUS|Insufficient output protection
es: Protección de salida insuficiente
fi: Riittämätön tuotanto suoja
fr: Protection de sortie insuffisante
hu: Elégtelen teljesítménye védelem
nb: Utilstrekkelig utgangs beskyttelse
nl: Onvoldoende bescherming uitgang
pl: Niedostateczne zabezpieczenie wyjścia
pt: proteção de saída insuficiente
ro: Protecție insuficientă a output-urilor
ru: Защита вашем выход

source: STATUS|Low or No Signal
de: Schwaches oder kein Signal
es: Señal baja o No
fi: Alhainen tai Ei signaalia
fr: Signal faible ou nul
hu: Alacsony vagy nincs jel
nb: Lavt eller ingen signal
nl: Laag of geen signaal
pl: Niski lub brak sygnału
pt: Signal baixa ou nenhuma
ro: Semnal redus sau lipsă semnal
ru: Низкая или отсутствует сигнал

source: STATUS|Missing Data
de: Daten nicht verfügbar
es: Datos perdidos
fi: Puuttuvat tiedot
fr: Données manquantes
hu: A hiányzó adat
nb: Manglende data
nl: Missende data
pl: Brakujące dane
pt: dados ausentes
ro: Date lipsă
ru: Недостающие данные

source: STATUS|No Resource
de: Quelle nicht verfügbar
es: Sin recursos
fi: Ei Resource
fr: Plus de ressource
hu: Nem Erőforrás
nb: Ingen Resource
nl: Geen Resource
pl: Nie zasobów
pt: nenhum recurso
ro: Lipsă resurse
ru: Нет ресурсов

source: STATUS|No capture signal
de: Kein Eingangssignal
es: No hay señal de captura
fi: Ei kaapata signaalia
fr: Aucun signal de capture
hu: Nem rögzítés jel
nb: Ikke opptaks signal
nl: Geen capture signaal
pl: Brak sygnału przechwytywania
pt: Sem sinal de captura
ro: Nu există semnal de captare
ru: Нет сигнала захвата

source: STATUS|No space left to record on
de: Kein Platz mehr für die Aufnahme von
es: No queda espacio para grabar en
fi: Ei tilaa jäljellä nauhoittaa
fr: Pas d'espace laissé à enregistrer sur
hu: Nem maradt hely a felvételt
nb: Ingen plass igjen for å spille inn på
nl: Geen ruimte voor opnemen op
pl: Brak miejsca do nagrywania na
pt: Não há espaço para gravar em
ro: Lipsă spațiu de înregistrare
ru: Нет места не осталось для записи на

source: STATUS|No tuners available
de: Keine Empfangsgerät verfügbar
es: No hay sintonizadores disponibles
fi: Ei viritintä saatavilla
fr: Pas de tuners disponibles
hu: Nincs tuner elérhető
nb: Ingen tunere tilgjengelige
nl: Geen tuners beschikbaar
pl: Brak tunery
pt: Não sintonizadores disponíveis
ro: Nu sunt disponibile tunere
ru: Нет доступных тюнеры
