Repository: Futarque/MediaRiteTranlation
Catalog: Resource/Language/7702/locale/*/mediarite.po
Languages: de, es, fi, fr, hu, nb, nl, pl, pt, ro, ru

source: STATUS|Nothing to Record
de: Keine Aufnahme geplant
es: Nada que Graba
fi: Mitään Tallenna
fr: Rien à Enregistrer
hu: Nincs Jegyezze
nb: Ingenting å ta opp
nl: Niets te opnemen
pl: Nic do Nagraj
pt: Nada a registrar
ro: Nimic de înregistrat
ru: Ничего Запишите

source: STATUS|Player Error
de: Wiedergabefehler
es: Error jugador
fi: Soitin Virhe
fr: Erreur du lecteur
hu: Player hiba
nb: Spiller Feil
nl: Speler Fout
pl: Błąd graczem
pt: Erro do jogador
ro: Eroare player
ru: Игрок Ошибка

source: STATUS|Service Error
de: Servicefehler
es: Error de servicio
fi: Palvelu Virhe
fr: Erreur de service
hu: Szolgáltatás Error
nb: Service Feil
nl: Dienst Error
pl: Błąd usługi
pt: Erro de serviço
ro: Eroare serviciu
ru: Ошибка службы

source: STATUS|Service Locked
de: Service Gesperrt
es: Servicio Locked
fi: Palvelu Lukittu
fr: Service verrouillé
hu: Szolgáltatás Lezárt
nb: Tjenesten Låst
nl: Dienst Locked
pl: Serwis Zablokowany
pt: serviço Locked
ro: Serviciu Blocat
ru: Обслуживание Закрытая

source: STATUS|Service is currently not being broadcasted
de: Dienst wird derzeit nicht ausgestrahlt
es: Servicio está actualmente no está emitiendo
fi: Palvelu ei tällä hetkellä jota lähetetään
fr: Le service n'est pas actuellement en cours de diffusion
hu: A szolgáltatás jelenleg nem sugározzák
nb: Tjenesten er for tiden ikke kringkastet
nl: Dienst wordt momenteel niet uitgezonden
pl: Usługa nie jest aktualnie nadawany
pt: Serviço não está sendo transmitido
ro: Serviciul nu este difuzat pentru moment
ru: Служба в настоящее время не в эфире

source: STATUS|Storage resource not available
de: Speicherlaufwerk nicht verfügbar
es: De recursos de almacenamiento no está disponible
fi: Varastointi resurssi ei ole saatavilla
fr: Ressources de stockage non disponibles
hu: Tárolás erőforrás nem áll rendelkezésre
nb: Lagring ressurs ikke tilgjengelig
nl: Storage resource niet beschikbaar
pl: Zasób nie jest dostępna do przechowywania
pt: recursos de armazenamento não disponível
ro: Lipsă resurse de stocare
ru: Ресурс не доступен хранения

source: STATUS|Stream Error
de: Streamingfehler
es: Corriente de error
fi: Stream Virhe
fr: Erreur de flux
hu: Patak Error
nb: Stream Feil
nl: Stroom Fout
pl: Strumień błąd
pt: Erro Corrente
ro: Eroare Stream
ru: Поток Ошибка

source: STATUS|Stream Resource Unavailable
de: Streamingquelle nicht verfügbar
es: No Disponible Recursos Corriente
fi: Stream Resource Ei saatavilla
fr: Resource de flux non disponible
hu: Stream forrás érhető el
nb: Stream Resource utilgjengelig
nl: Beek Resource beschikbaar
pl: Strumień zasobów Niedostępny
pt: Fluxo de recurso indisponível
ro: Resursă Stream Indisponibilă
ru: Поток ресурс недоступным

source: STATUS|Tuner Params Out Of Range
de: Empfangsgerätkonfiguration fehlerhaft
es: Sintonizador Parámetros fuera de rango
fi: Viritin Params Out Of Range
fr: Paramètres du tuner invalides
hu: Tuner Params Out Of Tartomány
nb: Tuner Params Out Of Range
nl: Tuner Params Out Of Range
pl: Tuner Params poza zasięgiem
pt: Tuner Params fora do intervalo
ro: Parametrii tunerului în afara intervalului
ru: Тюнер Params вне диапазона

source: STATUS|Unable to decode
de: Entschlüsselung nicht möglich
es: Incapaz de descifrar
fi: Koodauksen purkaminen ei onnistunut
fr: Incapable de décoder
hu: Nem sikerült dekódolni
nb: Kan ikke dekode
nl: Niet in staat te decoderen
pl: Nie można Decode
pt: Não foi possível decodificar
ro: Incapabil de decodare
ru: Невозможно Расшифруйте

source: STATUS|Unable to record
de: Aufnahme nicht möglich
es: No se puede grabar
fi: Pysty tallentamaan
fr: Impossible d'enregistrer
hu: Nem rögzíthető
nb: Kan ikke ta opp
nl: Niet in staat om op te nemen
pl: Nie można nagrywać
pt: Não é possível gravar
ro: Incapabil de înregistrare
ru: Невозможно записать

source: Sami
ru: Сами

source: Sanskrit
es: Sánscrito
fi: Sanskritin
hu: Szanszkrit
nl: Sanskriet
pl: Sanskrycie
pt: sânscrito
ro: Sanscrită
ru: Санскрит

source: Satellite
de: Satellit
es: Satélite
fi: Satelliitti
hu: Műholdas
nb: Satellit
nl: Satelliet
pl: Satelita
pt: Satélite
ro: Satelit
ru: спутник

source: Service %d.%d MHz
es: Servicio% d.% D MHz
fi: Palvelu% d.% D MHz
hu: Szolgáltatás% d.% D MHz
nb: Tjenesten% d.% D MHz
nl: Dienst% d.% D MHz
pl: Usługa% d.% D MHz
pt: Serviço% d.% D MHz
ro: Serviciu% d.% D MHz
ru: Обслуживание% d.% D МГц

source: Service <%u,%u,%u>
es: Servicio de <% u,% u,% u>
fi: Huolto <% u,% u,% u>
hu: Szerviz <% u,% u,% u>
nb: Tjenesten <% u,% u,% u>
pl: Usługa <% u,% u,% u>
pt: Serviço <% u, u%,% u>
ro: Serviciu <% u, u%,% u>
ru: Сервис <% и,% U,% U>

source: Service Changed
de: Service geändert
es: Servicio Changed
fi: Palvelu Muuttunut
fr: Service Changé
hu: Szolgáltatás Megváltozott
nb: Tjenesten Endret
nl: Dienst Changed
pl: Serwis Zmieniono
pt: serviço Changed
ro: Serviciu schimbat
ru: Обслуживание Изменено

source: Slovak
de: Slowakisch
es: Eslovaco
fi: Slovakian
fr: Slovaque
hu: Szlovák
nl: Slowaaks
pl: Słowacki
pt: eslovaco
ro: Slovacă
ru: Словацкий

source: Slovenian
de: Slowenisch
es: Esloveno
fr: Slovène
hu: Szlovén
nb: Slovensk
nl: Sloveens
pl: Słoweński
pt: esloveno
ro: Slovenă
ru: Словенский

source: Spain
de: Spanien
es: España
fi: Espanja
fr: Espagne
hu: Spanyolország
nb: Spania
nl: Spanje
pl: Hiszpania
pt: Espanha
ro: Spania
ru: Испания

source: Spanish
de: Spanisch
es: Español
fi: Espanja
fr: Espagnol
hu: Spanyol
nb: Spansk
nl: Spaans
pl: Hiszpański
pt: espanhol
ro: Spaniolă
ru: испанский

source: Sport
es: Deporte
fi: Urheilu
pt: Esporte
ru: Спорт

source: Stereo
fi: Stereot
fr: Stéréo
hu: Sztereó
pt: Estéreo
ru: Стерео

source: SurroundSound
es: Sonido envolvente
fr: Son surround
nb: Surround Lyd
pl: Dźwięk przestrzenny
pt: O som ao Redor
ro: Sunet surround
ru: Объемный звук

source: Sweden
de: Schweden
es: Suecia
fi: Ruotsi
fr: Suède
hu: Svédország
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ro: Suedia
ru: Швеция

source: Swedish
de: Schwedisch
es: Sueco
fi: Ruotsi
fr: Suédois
hu: Svéd
nl: Zweeds
pl: Szwedzki
pt: sueco
ro: Suedeză
ru: Шведский

source: Switzerland
de: Schweiz
es: Suiza
fi: Sveitsi
fr: Suisse
hu: Svájc
nb: Sveits
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ro: Elveția
ru: Швейцария

source: TIME|Apr
de: Apr
es: Abril
fi: Huhtikuu
fr: Avril
hu: Április
nb: April
nl: April
pl: Kwiecień
pt: abril
ro: Aprilie
ru: Апрель

source: TIME|April
de: April
es: Abril
fi: Huhtikuu
fr: Avril
hu: Április
nb: April
nl: April
pl: Kwiecień
pt: abril
ro: Aprilie
ru: апрель

source: TIME|Aug
de: Aug
es: Agosto
fi: Elokuu
fr: Août
hu: Augusztus
nb: August
nl: Augustus
pl: Sierpień
pt: agosto
ro: August
ru: Август

source: TIME|August
de: August
es: agosto
fi: Elokuu
fr: Août
hu: Augusztus
nb: August
nl: Augustus
pl: Dostojny
pt: agosto
ro: August
ru: Август

source: TIME|Dec
de: Dez
es: Diciembre
fi: Joulukuu
fr: Décembre
hu: December
nb: Desember
nl: December
pl: Grudzień
pt: dezembro
ro: Decembrie
ru: Декабрь

source: TIME|December
de: Dezember
es: Diciembre
fi: Joulukuu
fr: Décembre
hu: December
nb: Desember
nl: December
pl: Grudzień
pt: dezembro
ro: Decembrie
ru: Декабрь

source: TIME|Feb
de: Feb
es: Febrero
fi: Helmikuu
fr: Février
hu: Február
nb: Februar
nl: Februari
pl: Lutego
pt: fevereiro
ro: Februarie
ru: Февраль

source: TIME|February
de: Februar
es: Febrero
fi: Helmikuu
fr: Février
hu: Február
nb: Februar
nl: Februari
pl: Luty
pt: fevereiro
ro: Februarie
ru: Февраль

source: TIME|Fri
de: Fr
es: Vie
fi: Perjantai
fr: Ven
hu: Péntek
nb: Fr
nl: Vr
pl: Pią
pt: sex
ro: Vineri
ru: Пт

source: TIME|Friday
de: Freitag
es: Viernes
fi: Perjantai
fr: Vendredi
hu: Péntek
nb: Fredag
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ro: Vineri
ru: Пятница

source: TIME|Jan
de: Jan
es: Ene
fi: Tammikuu
fr: Jan
hu: Január
nb: Jan
nl: Jan
pl: Jan
pt: Jan
ro: Jan
ru: Январь

source: TIME|January
de: Januar
es: Enero
fi: Tammikuu
fr: Janvier
hu: Január
nb: Januar
nl: Januari
pl: Styczeń
pt: janeiro
ro: Ianuarie
ru: Января

source: TIME|Jul
de: Jul
es: Julio
fi: Heinäkuu
fr: Juillet
hu: Július
nb: Juli
nl: Juli
pl: Lipca
pt: julho
ro: Iulie
ru: Июль

source: TIME|July
de: Juli
es: julio
fi: Heinäkuu
fr: Juillet
hu: Július
nb: Juli
nl: Juli
pl: Lipca
pt: julho
ro: Iulie
ru: Июль

source: TIME|Jun
de: Jun
es: Junio
fi: Kesäkuu
fr: Juin
hu: Június
nb: Juni
nl: Juni
pl: Czerwca
pt: junho
ro: Iunie
ru: Июнь

source: TIME|June
de: Juni
es: Junio
fi: Kesäkuu
fr: Juin
hu: Június
nb: Juni
nl: Juni
pl: Czerwca
pt: Junho
ro: Iunie
ru: Июнь

source: TIME|Mar
de: Mär
es: Mar
fi: Maaliskuu
fr: Mar
hu: Már
nb: Mar
nl: Ontsieren
pl: Mar
pt: estragar
ro: Martie
ru: Март

source: TIME|March
de: März
es: marcha
fi: Maaliskuu
fr: Mars
hu: Március
nb: Mars
nl: Maart
pl: Marsz
pt: marcha
ro: Martie
ru: Март

source: TIME|May
de: Mai
es: Mayo
fi: Toukokuu
fr: Mai
hu: Május
nb: Kan
nl: Mei
pl: Maj
pt: Pode
ro: Mai
ru: май

source: TIME|May_long
de: Mai
es: Mayo
fi: Toukokuu
fr: Mai
hu: Május
nb: Kan
nl: Mei
pl: Maj
pt: Pode
ro: Mai
ru: май

source: TIME|Mon
de: Mon
es: Lun
fi: Mon
fr: Lun
hu: Mon
nb: Man
nl: Ma
pl: Pon
pt: seg
ro: Luni
ru: Пн

source: TIME|Monday
de: Montag
es: lunes
fi: Maanantai
fr: Lundi
hu: Hétfő
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ro: Luni
ru: понедельник

source: TIME|Nov
de: Nov
es: Noviembre
fi: Marraskuu
fr: Novembre
hu: November
nb: November
nl: November
pl: Listopada
pt: novembro
ro: Noiembrie
ru: Ноября

source: TIME|November
de: November
es: De noviembre
fi: Marraskuu
fr: Novembre
hu: November
nb: November
nl: November
pl: Listopada
pt: novembro
ro: Noiembrie
ru: Ноября

source: TIME|Oct
de: Okt
es: Octubre
fi: Lokakuu
fr: Octobre
hu: Október
nb: Oktober
nl: Oktober
pl: Październik
pt: outubro
ro: Octombrie
ru: Октябрь

source: TIME|October
de: Oktober
es: Octubre
fi: Lokakuu
fr: Octobre
hu: Október
nb: Oktober
nl: Oktober
pl: Październik
pt: Outubro
ro: Octombrie
ru: Октября

source: TIME|Sat
de: Sa
es: Sáb
fi: Lauantai
fr: Sam
hu: Sat
nb: Lør
nl: Za
pl: Sat
pt: Sentou
ro: Sâmbătă
ru: Сидел

source: TIME|Saturday
de: Samstag
es: Sábado
fi: Lauantai
fr: Samedi
hu: Szombat
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt: sábado
ro: Sâmbătă
ru: Суббота

source: TIME|Sep
de: Sep
es: Septiembre
fi: Syyskuu
fr: Septembre
hu: Szeptember
nb: September
nl: September
pl: Września
pt: setembro
ro: Septembrie
ru: Сентябрь

source: TIME|September
de: September
es: Setiembre
fi: Syyskuu
fr: Septembre
hu: Szeptember
nb: September
nl: September
pl: Września
pt: setembro
ro: Septembrie
ru: сентябрь

source: TIME|Sun
de: So
es: Sol
fi: Aurinko
fr: Dimanche
hu: Sun
nb: Sol
nl: Zon
pl: Słońce
pt: dom
ro: Duminică
ru: солнце

source: TIME|Sunday
de: Sonntag
es: Domingo
fi: Sunnuntai
fr: Dimanche
hu: Vasárnap
nb: Søndag
nl: Zondag
pl: Niedziela
pt: domingo
ro: Duminică
ru: Воскресенье

source: TIME|Thu
de: Do
es: Jue
fi: Thu
fr: Jeu
hu: Thu
nb: To
nl: Don
pl: Czw
pt: qui
ro: Joi
ru: Чт

source: TIME|Thursday
de: Donnerstag
es: jueves
fi: Torstai
fr: Jeudi
hu: Csütörtök
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt: quinta-feira
ro: Joi
ru: Четверг

source: TIME|Tue
de: Di
es: Mar
fi: Tue
fr: Mar
hu: Tue
nb: Ti
nl: Din
pl: Wto
pt: ter
ro: Marți
ru: Вт

source: TIME|Tuesday
de: Dienstag
es: Martes
fi: Tiistai
fr: Mardi
hu: Kedd
nb: Tirsdag
nl: Dinsdag
pl: Wtorek
pt: terça-feira
ro: Marți
ru: Вторник

source: TIME|Wed
de: Mi
es: Mier
fi: Keskiviikko
fr: Mercredi
hu: Házasodik
nb: Wed
nl: Wo
pl: Śro
pt: qua
ro: Miercuri
ru: Мы б

source: TIME|Wednesday
de: Mittwoch
es: Miércoles
fi: Keskiviikko
fr: Mercredi
hu: Szerda
nb: Onsdag
nl: Woensdag
pl: Środa
pt: quarta-feira
ro: Miercuri
ru: Среда

source: TUNER|Analog
de: Analog
es: Analógico
fi: Analoginen
fr: Analog
hu: Analóg
nb: Analog
nl: Analoog
pl: Analogowe
pt: análogo
ro: Analog
ru: Аналоговый

source: TUNER|Circular Left
de: Umlauf links
es: Circular Izquierda
fi: Vasen kierre
fr: Circulaire Gauche
hu: Körkörös Bal
nb: Sirkulær Venstre
nl: Cirkelvormige Links
pl: Okólnik Lewa
pt: circular Esquerda
ro: Circular Stânga
ru: Круговая левая

source: TUNER|Circular Right
de: Umlauf Rechts
es: Haga circular
fi: Pyöreä Oikea
fr: Circulaire droite
hu: Körkörös Jobb
nb: Sirkulær Høyre
nl: Cirkelvormige Rechts
pl: Circular Prawo
pt: direito circular
ro: Circular Dreapta
ru: Циркуляр правой

source: TUNER|Horizontal
de: Horizontal
es: Horizontal
fi: Vaakasuora
fr: Horizontal
hu: Vízszintes
nb: Horisontal
nl: Horizontaal
pl: Poziomej
pt: Horizontal
ro: Orizontală
ru: Горизонтальный

source: TUNER|Locked
de: Gesperrt
es: Bloqueado
fi: Kiinni
fr: Verrouillé
hu: Lezárt
nb: Låst
nl: Opgesloten
pl: Zablokowany
pt: trancado
ro: Blocat
ru: Запертый

source: TUNER|Scanning
de: Scannen
es: Escaneo
fi: Skannaus
fr: Numérisation
hu: Szkennelés
nb: Skanning
nl: Het scannen
pl: Skanowanie
pt: exploração
ro: Scanarea
ru: Сканирование

source: TUNER|Unlocked
de: Entsperrt
es: Desbloqueado
fi: Auki
fr: Débloqué
hu: Kártyafüggetlen
nb: Ulåst
nl: Ontgrendeld
pl: Odblokowany
pt: desbloqueado
ro: Deblocat
ru: Разблокирована

source: TUNER|Vertical
de: Vertikal
es: Vertical
fi: Pystysuora
fr: Vertical
hu: Függőleges
nb: Vertikal
nl: Verticaal
pl: Pionowy
pt: Vertical
ro: Vertical
ru: Вертикальный

source: Taiwan
es: Taiwán
fr: Taïwan
hu: Tajvan
pl: Tajwan
ru: Тайвань

source: Tamil
pt: tâmil
ru: Тамильский

source: Telugu
ru: Телугу

source: Terrestrial
de: Terrestrisch
es: Terrestre
fi: Maa-
fr: Terrestre
hu: Földi
nb: Bakkenett
nl: Aards
pt: Terrestre
ro: Terestru
ru: Земной

source: Today
de: Heute
es: Este Dia
fi: Tänään
fr: Aujourd'hui
hu: Mai napon
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Cегодня

source: Tomorrow
de: Morgen
es: mañana
fi: Huomenna
fr: Demain
hu: Holnap
nb: I morgen
nl: Morgen
pl: Jutro
pt: Amanhã
ro: Mâine
ru: Завтра

source: Turkey
de: Türkei
es: pavo
fi: Turkki
fr: Turquie
hu: Törökország
nb: Kalkun
nl: Turkije
pl: Turcja
pt: Peru
ro: Turcia
ru: индейка

source: Turkish
de: Türkisch
es: Turco
fi: Turkki
fr: Turc
hu: Török
nl: Turks
pl: Turecki
pt: turco
ro: Turcă
ru: турецкий

source: Ukrainian
de: Ukrainisch
es: Ucranio
fi: Ukrainalainen
fr: Ukrainien
hu: Ukrán
nb: Ukrainsk
nl: Oekraïens
pl: Ukraiński
pt: ucraniano
ro: Ucraineană
ru: украинец

source: Unclassified
de: Nicht klassifiziert
es: Sin clasificación
fi: Luokittelematon
fr: Non classés
hu: Nem titkos
nb: Uklassifisert
nl: Geclassificeerde
pl: Niesklasyfikowane
pt: Não classificado
ro: Neclasificate
ru: Неклассифицированный

source: Undetermined
de: Unbestimmt
es: Indeterminado
fi: Määrittelemätön
fr: Indéterminé
hu: Meghatározatlan
nb: Ubestemt
nl: Onbepaald
pl: Nieokreślony
pt: Indeterminado
ro: Nedeterminat
ru: Неопределенный

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fi: Iso-Britannia
fr: Royaume-Uni
hu: Egyesült Királyság
nb: Storbritannia
nl: Verenigd Koninkrijk
pl: Zjednoczone Królestwo
pt: Reino Unido
ro: Regatul Unit
ru: Великобритания

source: Unknown
de: Unbekannt
es: Incógnita
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный

source: Unspecified
de: Keine Angabe
es: Sin especificar
fi: Määrittelemätön
fr: Non spécifié
hu: Meghatározhatatlan
nb: Uspesifisert
nl: Ongespecificeerde
pl: Nieokreślony
pt: indeterminado
ro: Nespecificat
ru: Неопределенные

source: Unsupported encryption system
de: Nicht unterstütztes Verschlüsselungssystem
es: Sistema de encriptación no compatible
fi: Tukematon salausjärjestelmä
fr: Système de cryptage non pris en charge
hu: Nem támogatott titkosítási rendszer
nb: Ikke støttet krypteringssystem
nl: Ondersteunde encryptiesysteem
pl: Nieobsługiwany system szyfrowania
pt: sistema de criptografia não suportado
ro: Sistem de criptare neacceptat
ru: Поддерживается система шифрования

source: Welsh
de: Walisisch
es: Galés
fi: Walesin
fr: Gallois
hu: Walesi
pl: Walijski
pt: galês
ro: Galeză
ru: Валлийский

source: West
de: Westen
es: Oeste
fi: Länsi
fr: Ouest
hu: Nyugatra
nb: Vest
nl: Westen
pl: Zachód
pt: Oeste
ro: Vest
ru: Запад

source: Wrong Card Version
de: Falsche Smartcard-Version
es: Tarjeta incorrecto Versión
fi: Väärä kortti Versio
fr: Version incorrecte de la carte
hu: Rossz Kártya verzió
nb: Feil kort versjon
nl: Verkeerde Card Version
pl: Błędna wersja karty
pt: Versão cartão errado
ro: Versiune card necorespunzătoare
ru: Неправильная версия карты

source: Yesterday
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
hu: Tegnap
nb: I går
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера

source: Decryption error
de: Entschlüsselungsfehler
es: Error Descifrado
fi: Salauksen virhe
fr: erreur de décryptage
hu: Dekódolás hiba
nb: Dekrypterings feil
nl: Decryptie fout
pl: Błąd deszyfrowania
pt: de erro de descriptografia
ro: Eroare la decriptare
ru: Ошибка расшифровки

source: Error contacting update server
de: Fehler beim Verbinden mit Update-Server
es: Error en contacto con el servidor de actualización
fi: Virhe yhteyttä päivityspalvelimen
fr: Erreur contact serveur de mise
hu: Hiba kapcsolatba update szerver
nb: Feil ved å kontakte oppdaterings serveren
nl: Fout contact updateserver
pl: Błąd kontaktując serwer aktualizacji
pt: Erro ao contactar servidor de atualização
ro: Eraoare la conectarea serverului pentru actializare
ru: Ошибка в контакт сервер обновлений

source: Error downloading update.
de: Fehler beim Herunterladen des Update.
es: Error al descargar la actualización.
fi: Virhe ladattaessa päivitys.
fr: Erreur de téléchargement de la mise à jour.
hu: Hiba a letöltés frissítés.
nb: Feil ved nedlasting av oppdateringen.
nl: Fout-update downloaden.
pl: Błąd pobierania aktualizacji.
pt: Erro ao fazer download de atualização.
ro: Eroare la descărcarea aplicației
ru: Ошибка загрузки обновления.

source: Error reading update file
de: Fehler beim Lesen der Update-Datei
es: Error archivo de actualización de la lectura
fi: Virhe luettaessa päivitystiedosto
fr: Fichier de mise à la lecture d'erreur
hu: Hiba olvasás frissítési fájl
nb: Feil ved lesing av oppdateringsfilen
nl: Fout bij het lezen updatebestand
pl: Błąd odczytu pliku aktualizacji
pt: ficheiro de actualização de leitura de erro
ro: Eroare la citirea fișierului actualizat
ru: Ошибка чтения файла обновления

source: Internal
de: Intern
es: Interna
fi: Sisäinen
fr: Interne
hu: Belső
nb: Intern
nl: Intern
pl: Wewnętrzny
pt: Interno
ro: Intern
ru: Внутренний

source: Internal HDD
de: Interne Festplatte
es: Disco duro interno
fi: Sisäiselle kiintolevylle
fr: Disque dur interne
hu: Belső HDD
nb: Intern HDD
nl: Interne HDD
pl: Wewnętrzny dysk twardy
pt: HDD interno
ro: HDD intern
ru: Внутренний жесткий диск

source: Invalid index file
de: Ungültige Indexdatei
es: Archivo de índice no válido
fi: Virheellinen indeksitiedostoa
fr: Fichier d'index non valide
hu: Érvénytelen index fájl
nb: Ugyldig indeks fil
nl: Ongeldige index file
pl: Nieprawidłowy plik indeksu
pt: arquivo de índice inválido
ro: Fișier index invalid
ru: Неверный индексный файл

source: Invalid product.
de: Ungültige Produkt.
es: Producto no válida.
fi: Virheellinen tuote.
fr: Produit non valide.
hu: Érvénytelen termék.
nb: Ugyldig produktet.
nl: Ongeldig artikel.
pl: Nieprawidłowy produkt.
pt: produto inválida.
ro: Produs invalid
ru: Неверный продукт.

source: No update found at URL
de: Kein Update auf Ziel-URL gefunden
es: No hay resultados en el URL de actualización
fi: Päivitystä ei löytynyt osoitteessa URL
fr: Aucune mise à jour trouvé à l'URL
hu: Nem frissítés található: URL
nb: Ingen oppdatering finnes på URL
nl: Er geen update gevonden op URL
pl: Nie znaleziono pod adresem URL aktualizacja
pt: Nenhuma atualização encontrada em URL
ro: Nu au fost găsite actualizări în URL
ru: Не обновление не найдено в URL

source: Track
de: Spur
fi: Raita
fr: Piste
hu: Nyomon követni
nb: Spor
nl: Spoor
pl: Tor
pt: pista
ro: Piesă
ru: Трек

source: Unable to burn update.
de: Update kann nicht angewandt werden.
es: No es posible grabar actualización.
fi: Pysty polttaa päivitys.
fr: Impossible de graver la mise à jour.
hu: Nem lehet égetni frissítés.
nb: Kan ikke brenne oppdateringen.
nl: Niet in staat om de update te branden.
pl: Nie można nagrać aktualizację.
pt: Não é possível gravar atualização.
ro: Incapabil sa scrie actualizarea
ru: Не удается записать обновление.

source: Update corrupt.
de: Aktualisierung beschädigt.
es: Actualizar corrupto.
fi: Päivitä korruptoitunut.
fr: Mettre à jour corrompu.
hu: Frissítse korrupt.
nb: Oppdatering korrupt.
nl: Actualiseren corrupt.
pl: Aktualizacja uszkodzony.
pt: Atualizar corrupto.
ro: Actualizare coruptă
ru: Обновление поврежден.

source: Update failed
de: Aktualisierung fehlgeschlagen
es: Error de actualización
fi: Päivitys epäonnistui
fr: Mise à jour a échoué
hu: Frissítés sikertelen
nb: Oppdateringen mislyktes
nl: Update gefaald
pl: Aktualizacja nie powiodła się
pt: Atualização falhou
ro: Actualizare eșuată
ru: Не удалось обновить

source: Update invalid.
de: Aktualisierung ungültig.
es: Actualizar válido.
fi: Päivitä kelpaa.
fr: Mettre à jour invalide.
hu: Frissítse érvénytelen.
nb: Oppdatering ugyldig.
nl: Actualiseren ongeldig.
pl: Aktualizacja nieważne.
pt: Atualizar inválido.
ru: Обновление недействительным.

source: Update requirements not met.
de: Aktualisierungs-Voraussetzungen nicht erfüllt.
es: Actualizar requisitos no se cumplieron.
fi: -päivitysvaatimukset Ei täyty.
fr: Exigences de mise à jour ne sont pas satisfaites.
hu: Frissítés követelmények nem teljesülnek.
nb: Oppdateringens krav ikke er oppfylt.
nl: Vereisten-update niet voldaan.
pl: Wymagania dotyczące aktualizacji nie spotkałem.
pt: Requisitos de actualização não atendidas.
ro: Cerințele actualizării nu au fost împlinite
ru: Требования к обновлению не выполняются.

source: Verify error
de: Datenfehler
es: Verifique error
fi: Tarkista virhe
fr: Vérifiez erreur
hu: Ellenőrizze hiba
nb: Kontrollerings feil
nl: Verifieer fout
pl: Sprawdź, czy błąd
pt: Verifique erro
ro: Eroare la verificare
ru: Проверьте ошибку

source: Write error
de: Schreibfehler
es: Error de escritura
fi: Kirjoitusvirhe
fr: Erreur d'écriture
hu: Írási hiba
nb: Skrive feil
pl: Błąd zapisu
pt: erro de gravação
ro: Eroare la scriere
ru: Ошибка записи

source: Your current version is newer.
de: Aktuelle Version bereits installiert.
es: Su versión actual es más reciente.
fi: Nykyinen versio on uudempi.
fr: Votre version actuelle est plus récente.
hu: A mostani verzió újabb.
nb: Din nåværende versjonen er nyere.
nl: Uw huidige versie is nieuwer.
pl: Twoja aktualna wersja jest nowsza.
pt: Sua versão atual é mais recente.
ro: Versiunea dvs. actuală este mai nouă
ru: Ваше текущее версия новее.

source: Automatic
de: Automatische
es: Automático
fi: Automaattinen
fr: Automatique
hu: Automatikus
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt: Automático
ro: Automat
ru: Автоматическая

source: Manual
de: Handbuch
fi: Manuaalinen
fr: Manuel
hu: Kézikönyv
nb: Håndbok
nl: Handboek
pl: Instrukcja obslugi
ru: Руководство

source: Off
de: Aus
es: Apagado
fi: Pois
fr: De
hu: Le
nb: Av
nl: Af
pl: Poza
pt: Fora
ro: De pe
ru: Выключить

source: Card Reader No Access
de: Kartenleser Nein Zugang
es: Lector de tarjetas No Accesible
fi: Kortinlukija Ei Access
fr: Card Reader Aucun accès
hu: Kártyaolvasó Nincs hozzáférés
nb: Card Reader Ingen tilgang
nl: Card Reader Geen toegang
pl: Czytnik kart Brak dostępu
pt: Card Reader Sem acesso
ro: Cititor de carduri Fără acces
ru: Card Reader Нет доступа

source: DVREXPORT|Aborted
de: abgebrochen
es: Abortado
fi: epäonnistunut
fr: Avorté
hu: megszakítva
nb: Abortert
nl: Aborted
pl: Niedonoszony
pt: Abortado
ro: abandonată
ru: Отменено

source: DVREXPORT|Aborting
de: Aborting
es: abortando
fi: Keskeytetään
fr: Aborting
hu: megszakítása
nb: Avbryter
nl: aborteren
pl: Przerywanie
pt: abortando
ro: Aborting
ru: Aborting

source: DVREXPORT|Done
de: Erledigt
es: Hecho
fi: Tehty
fr: Terminé
hu: Kész
nb: Ferdig
nl: Gedaan
pl: Gotowe
pt: Feito
ro: Terminat
ru: Готово
