Repository: Futarque/MediaRiteTranlation
Catalog: Resource/Language/7702/locale/*/mediarite.po
Languages: de, es, fi, fr, hu, nb, nl, pl, pt, ro, ru

source: DVREXPORT|Idle
de: müßig
es: Ocioso
fi: tyhjäkäynti
fr: Tourner au ralenti
hu: Tétlen
nb: Tomgang
nl: nutteloos
pl: Bezczynny
pt: inativo
ro: Inactiv
ru: вхолостую

source: DVREXPORT|Preparing
de: Vorbereiten
es: Preparando
fi: Valmistellaan
fr: En train de préparer
hu: előkészítése
nb: Forbereder
nl: Het voorbereiden
pl: Przygotowanie
pt: Preparando
ro: Se pregătește
ru: Подготовка

source: DVREXPORT|Running
de: Laufen
es: Corriendo
fi: Running
fr: Fonctionnement
hu: Futás
nb: Løping
nl: hardlopen
pl: Bieganie
pt: Correndo
ro: Alergare
ru: Бег

source: No Card Reader
de: Kein Kartenleser
es: Sin lector de tarjetas
fi: Ei kortinlukija
fr: Aucun lecteur de carte
hu: Nem kártyaolvasó
nl: Geen Card Reader
pl: Nie Czytnik kart
pt: Nenhum leitor de cartão
ro: Nici Card Reader
ru: Нет чтения карт памяти

source: Detecting Size
de: Erkennen Größe
es: La detección de Tamaño
fi: havaitsemiseksi Koko
fr: Taille de détection
hu: észlelése Méret
nb: Oppdager Size
nl: detecteren Grootte
pl: wykrywanie Rozmiar
pt: detectando Tamanho
ro: Dimensiune detectare
ru: Определение размера

source: Done
de: Erledigt
es: Hecho
fi: Tehty
fr: Terminé
hu: Kész
nb: Ferdig
nl: Gedaan
pl: Gotowe
pt: Feito
ro: Terminat
ru: Готово

source: Downloading
de: Herunterladen
es: descargan
fi: lataaminen
fr: Téléchargement en cours
hu: A letöltés
nb: nedlasting
nl: downloaden
pl: Ściąganie
pt: Baixando
ro: Descărcarea
ru: загрузка

source: Failed
de: Gescheitert
es: Ha fallado
fi: epäonnistui
fr: Échoué
hu: nem sikerült
nb: Mislykket
nl: Mislukt
pl: Niepowodzenie
pt: fracassado
ro: A eșuat
ru: Не смогли

source: Validating
de: Validieren
es: validar
fi: Tarkistetaan
nb: validere
nl: het valideren
pl: Members
pt: validando
ro: validând
ru: Пользователи

source: Warning! Upgrading Software. Do NOT turn off your device.
de: Warnung! Aktualisieren der Software. Sie das Gerät nicht ausschalten.
es: ¡Advertencia! Actualizar software. No apague el dispositivo.
fi: Varoitus! Päivittäminen Software. Älä sammuta laitteesta.
fr: Attention! Mise à niveau du logiciel. Ne pas éteindre votre appareil.
hu: Figyelem! Frissítőszoftvert. Ne kapcsolja ki a készüléket.
nb: Advarsel! Oppgradere programvaren. Ikke slå av enheten.
nl: Waarschuwing! Upgrading Software. Niet uitschakelen uw toestel.
pl: Ostrzeżenie! Aktualizacja oprogramowania. Nie wyłączaj urządzenia.
pt: Atenção! Software Upgrade. Não desligue o seu dispositivo.
ro: Avertizare! Actualizarea software. Nu opriți aparatul.
ru: Предупреждение! Обновление программного обеспечения. Не выключайте устройство.

source: Writing Update
de: Schreiben aktualisieren
es: actualización de la escritura
fi: kirjoittaminen Update
fr: Rédaction Mise à jour
hu: írásban frissítése
nb: skrive Update
nl: Schrijven bijwerken
pl: pisanie Aktualizacja
pt: escrevendo Atualização
ro: scriere de actualizare
ru: Написание Update

source: Allow recording
de: Lassen Sie Aufnahme
es: permitir la grabación
fi: salli tallennus
fr: Autoriser l'enregistrement
hu: Hagyjuk felvétel
nb: Tillat innspilling
nl: laat opname
pl: Pozwól nagrywanie
pt: permitir a gravação
ro: Se permite înregistrarea
ru: Разрешить запись

source: Out of free tuners!
de: Kein freier Tuner!
es: Fuera de los sintonizadores de forma gratuita!
fi: Pois ilmaiseksi viritintä!
fr: Out of tuners gratuits!
hu: Ki szabad tuner!
nb: Ut av gratis tunere!
nl: Uit vrije tuners!
pl: Z bezpłatnych tunery!
pt: Fora de sintonizadores gratuitos!
ro: Din tuneri gratuit!
ru: Из бесплатных тюнеров!

source: Recording
de: Aufzeichnung
es: Grabación
fi: Äänite
fr: Enregistrement
hu: Felvétel
nb: Innspilling
nl: opname
pl: Nagranie
pt: Gravação
ro: Înregistrare
ru: запись

source: Steal tuner
es: robar sintonizador
fi: varastaa viritin
nb: Stjel tuner
pl: Ukraść tuner
pt: roubar sintonizador
ro: fura tuner
ru: украсть тюнер

source: Stop recording
de: Höre auf, aufzunehmen
es: Para de grabar
fi: Lopeta tallennus
fr: Arrêter l'enregistrement
hu: felvétel leállítása
nb: Stopp innspilling
nl: de opname te stoppen
pl: Zatrzymaj nagrywanie
pt: Parar a gravação
ro: oprire înregistrare
ru: Остановить запись

source: Watch program
de: Uhrprogramm
es: programa de vigilancia
fi: Katso ohjelma
fr: programme de la Veille
hu: Watch programot
nl: horloge programma
pt: programa de relógio
ro: programul de ceas
ru: программа часы

source: for the following recording:
de: für die folgende Aufnahme:
es: para la siguiente grabación:
fi: seuraavien kuvausolosuhteiden:
fr: pour l'enregistrement suivant:
hu: Az alábbi felvétel:
nb: for følgende opptak:
nl: voor de volgende opname:
pl: z następującego zapisu:
pt: para a seguinte gravação:
ro: pentru următoarea înregistrare:
ru: для следующей записи:

source: A tuner is needed
de: Ein Tuner ist erforderlich
es: Se necesita un sintonizador
fi: Viritin Tarvitaan
fr: Un tuner est nécessaire
hu: A tuner van szükség
nb: En tuner er nødvendig
nl: Een tuner is nodig
pl: Potrzebna jest tuner
pt: Um sintonizador é necessário
ro: Este nevoie de un tuner
ru: Тюнер нужен

source: Select a program to watch or steal the tuner from
de: Wählen Sie ein Programm zu sehen oder zu stehlen den Tuner aus
es: Seleccionar un programa para ver o robar el sintonizador de
fi: Valitse ohjelma katsella tai varastaa viritin
fr: Sélectionnez un programme pour regarder ou voler le tuner de
hu: Válassza ki a programot nézni, vagy ellopják a rádióvevő
nb: Velg et program for å se på eller stjele tuner fra
nl: Selecteer een programma om naar te kijken of te stelen van de tuner uit
pl: Wybierz program do oglądania lub kradzieży z tunera
pt: Selecione um programa para ver ou roubar o sintonizador de
ro: Selectați un program pentru a viziona sau fura tunerul de
ru: Выберите программу для просмотра или украсть тюнер от

source: Taking tuner from
es: Tomando sintonizador de
hu: Figyelembe rádióvevő
nl: Het nemen van tuner uit
pl: Biorąc z tunera
ru: Принимая тюнер от

source: Tuner taken by
es: Sintonizador tomada por
hu: Tuner által hozott
nl: Tuner genomen door
pl: Tuner autorstwa
ru: Тюнер, принятое

source: Panjabi
es: Panyabí
fi: Punjabi

source: Card Reader Initializing
de: Kartenleser Initializing
es: Lector de tarjetas de inicialización
fi: Kortinlukija Initializing
fr: Lecteur de carte Initialisation
hu: Kártyaolvasó inicializálása
nb: Kortleser Initialiserer
nl: Card Reader initialiseren
pl: Czytnik kart Inicjowanie
pt: Leitor de Cartão de Inicialização
ro: Cititor de card intializare

source: Rebooting
de: Neustarten
es: El reinicio
fi: uudelleenkäynnistystä
fr: Redémarrage
hu: Újraindítás
nb: Starter på nytt
nl: rebooten
pl: Ponowne uruchomienie
pt: Reiniciando
ro: a restarta

source: Audio CD
pt: CD de áudio
ro: CD Audio
